Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Obrażasz mnie takim pytaniem! Oczywiście, że tak! Nieraz składało się do kupy więźnia, za którego ktoś zapłacił okup!
uk: Ти ображаєш мене таким питанням! Звісно, що вмію! Бувало, що доводилось буквально по шматках збирати в'язнів, за яких хтось заплатив викуп!

source: Obrażenia
uk: Шкода

source: Obrażenia magiczne
uk: Шкода від магії

source: Obrażenia magiczne:
uk: Шкода від магії:

source: Obrażenia nieznane
uk: Невідома шкода

source: Obrażenia obuchowe
uk: Тупа шкода

source: Obrażenia obuchowe świetnie się sprawdzą przeciwko ciężkim pancerzom, kościom czy głazom.
uk: Тупа шкода добре підходить проти важких обладунків, кісток або каменів.

source: Obrażenia obuchowe:
uk: Тупа шкода:

source: Obrażenia ogniste
uk: Шкода від вогню

source: Obrażenia ogniste:
uk: Шкода від вогню:

source: Obrażenia pocisków
uk: Шкода від стріл

source: Obrażenia pocisków:
uk: Шкода від стріл:

source: Obrażenia sieczne
uk: Ріжуча шкода

source: Obrażenia sieczne:
uk: Ріжуча шкода:

source: Obrażenia z zaklęć elektrycznych są znacznie większe podczas deszczu i gdy ofiara znajduje się w wodzie.
uk: Шкода від заклинань блискавки набагато вища під час дощу та коли жертва перебуває у воді.

source: Obrażenia z zaklęć ognistych są znacznie mniej skuteczne podczas deszczu.
uk: Під час дощу шкода від заклинань вогню значно зменшується.

source: Obrażenia/sek.
uk: Шкоди за секунду

source: Obrona przed magią:
uk: Захист від магії:

source: Obrona przed obuchami:
uk: Захист від тупого:

source: Obrona przed obuchem i strzałami:
uk: Захист від тупого і стріл:

source: Obrona przed ogniem pozwala chronić się przed żarem pochodzącym z niemagicznego źródła - takim jak zionięcie ognistego jaszczura oraz z efektami podpalenia wywołanymi już po uderzeniu ognistym zaklęciem.
uk: Захист від вогню дозволяє вам захиститися від дії високої температури з немагічного джерела – наприклад, дихання вогняного ящера – а також від ефекту займання, спричиненого вогняним заклинанням.

source: Obrona przed ogniem:
uk: Захист від вогню:

source: Obrona przed ostrzami:
uk: Захист від ріжучого:

source: Obrona przed strzałami:
uk: Захист від стріл:

source: Obrona przed wszystkim:
uk: Захист від усього:

source: Obrona przed wszystkimi broniami:
uk: Захист від зброї:

source: Obronię cię!
uk: Я тебе захищу!

source: Obrońcom twierdzy chyba niezbyt pomogło.
uk: Захисникам фортеці він, схоже, не дуже допоміг.

source: Obrzydlistwo!
uk: Гидота!

source: Obrzydliwy robal...
uk: Бридкий жук...

source: Obrót w lewo
uk: Поворот ліворуч

source: Obrót w prawo
uk: Поворот праворуч

source: Obserwowaliśmy cię od dłuższego czasu. Początkowo chłopcy byli co do ciebie nieufni, ale udowodniłeś, że jesteś jednym z nas.
uk: Ми давно за тобою спостерігаємо. Спочатку хлопці ставилися до тебе з недовірою, але ти довів, що ти один із нас.

source: Obserwowałem Ernesto, tak jak kazałeś...
uk: Я стежив за Ернесто, як ти і наказував...

source: Obserwowałem cię od jakiegoś czasu. Jako jedna z niewielu osób, które znam, potrafiłeś pogodzić obowiązki z prywatnymi celami.
uk: Я спостерігаю за тобою вже тривалий час. Ти один із небагатьох, кого я знаю, хто зміг знайти баланс між своїми обов'язками та особистими цілями.

source: Obserwuj... obserwuj...
uk: Дивись... дивись...

source: Obserwujemy każdego, kto dla niego pracuje, więc kiedy nawiązałeś z nim współpracę, moi ludzie bezustannie mieli na ciebie oko.
uk: Ми стежимо за всіма, хто працює на нього. Тому, коли ти почав на нього працювати, мої люди постійно стежили за тобою.

source: Obserwując ruch księżyca na nocnym niebie, ustaliliśmy długość roku i stworzyliśmy pierwszy kalendarz.
uk: Спостерігаючи за рухом місяця в нічному небі, ми визначили тривалість року і створили перший календар.

source: Obsesja Runara omal nie zabiła nas obu. Na szczęście, mimo swojego nierozgarnięcia, walczyć potrafi całkiem nieźle. Muszę porozmawiać z Tengralem o całej sytuacji.
uk: Одержимість Рунара ледь не вбила нас обох. На щастя, незважаючи на свою дурість, він досить добре б'ється. Мені треба обговорити з Тенгралом всю цю ситуацію.

source: Obstawiam, że jak dorobię się wyższego stopnia, to część wad zniknie. To naprawdę dobra motywacja, żeby się starać.
uk: Я впевнений, що коли я отримаю вище звання, то деякі недоліки взагалі зникнуть. Це дуже гарна мотивація, щоб не зупинятися на досягнутому.

source: Obszar:
uk: Локація:

source: Obszarowe
uk: По площі

source: Obsługa dźwigu to nie taka prosta sprawa, musi mieć trochę oleju w głowie.
uk: Управління краном не така вже й проста річ, треба мати трохи розуму в голові.

source: Obuch
uk: від тупого

source: Obudzenie golema
uk: Пробудження голема

source: Obudzimy go małym hałasem. Gdy usłyszy huk wystrzału i nad głową przeleci mu kulka armatnia, to na dobre odechce mu się tych głupot.
uk: Ось ми й наробимо трохи галасу. Коли він почує гуркіт пострілу, а над його головою пролетить гарматне ядро, йому надовго перехочеться жартувати.

source: Obudziłem się w klasztorze Magów Wody. Wygląda na to, że życie zawdzięczam Kesselowi... i to ponownie. Sam przytargał mnie do klasztoru aż spod Silbach. Jestem bardzo słaby, ledwo stoję na nogach, a ręce ciągle mi się trzęsą. Mam nadzieję, że magowie będą w stanie mi pomóc.
uk: Я прийшов до тями в монастирі Магів Води. Схоже, я завдячую своїм життям Кесселю... знову. Він власноруч притягнув мене до монастиря аж з-під Сільбаху. Я дуже ослаб, ледве стою на ногах, а руки постійно тремтять. Сподіваюся, що маги зможуть мені допомогти.

source: Oby Adanos ci to wynagrodził!
uk: Нехай Аданос винагородить тебе!

source: Oby Adanos zlitował się nad jego duszą... i moją. Muszę się przespać i poczekać na efekty mojego planu.
uk: Нехай Аданос помилує його душу... і мою. Мені потрібно трохи поспати і дочекатися результатів мого плану.

source: Oby Beliar zesłał na ciebie wszystkie możliwe kary! Zgiń i przepadnij!
uk: Нехай Беліар пошле на тебе всі можливі кари! Згинь і пропади!

source: Oby Innos pobłogosławił tę naukę.
uk: Нехай Іннос благословить це вчення.

source: Oby było tak, jak mówisz.
uk: Сподіваюсь, буде так, як ти кажеш.

source: Oby ci się udało, cokolwiek planujesz zrobić z tym dokumentem. Żegnam.
uk: Успіху тобі, що б ти не задумав робити з цим документом. Бувай.

source: Oby jego syn w przyszłości był chociaż w połowie tak dobry.
uk: Сподіваюся, що його син буде хоча б наполовину таким же вправним.

source: Oby nasze dusze dostąpiły jego królestwa.
uk: Нехай наші душі приймуть Його Царство.

source: Oby nie, ale warto się zabezpieczyć.
uk: Будемо сподіватися, що ні, але варто перестрахуватися.

source: Oby reszta szybko uwinęła się z tym mostem, przeraża mnie wizja tej przepaści.
uk: Сподіваюся, наші швидко розберуться з цим мостом, один вигляд цієї прірви мене лякає.

source: Oby się nie zorientował.
uk: Сподіваюся, що він не здогадається.

source: Oby ta wojna skończyła się jak najszybciej. Wszyscy pragną powrotu do normalności.
uk: Сподіваюся, ця війна закінчиться якнайшвидше. Всі прагнуть повернутися до нормального життя.

source: Oby tak dalej.
uk: Так тримати.

source: Oby takie coś się nie zdarzyło...
uk: Сподіваюсь, такого ніколи не станеться...

source: Oby te legendy były prawdziwe. Nie cierpię walczyć, jeśli nic z tego nie ma!
uk: От би ті легенди були правдиві. Ненавиджу битись за просто так!

source: Oby to było coś ważnego...
uk: Будемо сподіватися, що це щось важливе...

source: Oby tylko mieli dość, żeby cię zadowolić.
uk: Сподіваюся, що у них вистачить коштів, щоб тобі заплатити.

source: Oby tylko nie przyszło im do głowy zaatakować placówkę Gildii. Konsekwencje, w aktualnej sytuacji politycznej, mogłyby być dla nas katastrofalne.
uk: Будемо сподіватися, що їм не спаде на думку напасти на аванпост Гільдії. В нинішній політичній ситуації наслідки можуть бути катастрофічними.

source: Oby, oby! Heh, widzę, żeś mi życzliwy! A co mi tam, masz tu jeszcze parę monet. I tak wyjdziesz mnie taniej niż załatwianie nowych pracowników, haha!
uk: Сподівайся, сподівайся! Бачу, ти був добрий до мене! А нехай, ось тобі ще кілька монет. Ти все одно обійшовся мені дешевше, ніж наймати нових працівників, ха-ха!

source: Oby, oby! Hehe!
uk: Сподіваюся, сподіваюся! Хе-хе!

source: Oby, oby, ale musimy mieć jakieś twoje zapewnienie!
uk: Можливо, можливо, але ми повинні мати якусь гарантію підтримки від тебе!

source: Oby, oby. Niezależnie, kto tworzy twoje ścieżki, niech nie będą niebezpieczne.
uk: Сподіваюся, сподіваюся. Хто б не прокладав твої шляхи, нехай вони будуть безпечними.

source: Oby, w końcu po to przypłynęliśmy!
uk: Сподіваємось, адже саме заради цього ми сюди припливли!

source: Oby. Bez zapłaty nic nie zrobię.
uk: Сподіваюся на це. Без оплати я нічого не робитиму.

source: Oby. Chcę mieć tę robotę jak najszybciej z głowy.
uk: Сподіваюся. Я хочу покінчити з цією роботою якомога швидше.

source: Oby. Chodźmy już.
uk: Будемо сподіватися. Ходімо.

source: Oby. Ja zostanę tutaj, w walce to bym tylko przeszkadzał. W końcu nie mam za sobą wyszkolenia strażnika!
uk: Сподіваюся, що так. Я залишуся тут, бо у бою я тільки заважатиму. Зрештою, я не маю за плечима підготовки вартових!

source: Oby. Wiesz, ile trzeba poczekać?
uk: Я теж. Ти знаєш, скільки треба чекати?

source: Obym cię nie musiał już więcej oglądać.
uk: Щоб я тебе ніколи більше не бачив.

source: Obym mógł zobaczyć jej twarz chociaż jeszcze jeden raz.
uk: Мені хотілося б побачити її обличчя ще хоча б раз.

source: Obywatel
uk: Містянин

source: Obywatel Marvin
uk: Громадянин Марвін

source: Obywatel Marvin?
uk: Громадянин Марвін?

source: Obywatel Reiner.
uk: Громадянин Рейнер.

source: Obywatele mają prawo do odrobiny relaksu po ciężkim dniu pracy, nie sądzisz?
uk: Громадяни мають право трохи відпочити після важкого робочого дня, чи не так?

source: Obywatele nie będą tolerować mordercy w mieście!
uk: Містяни не терпітимуть вбивцю в місті!

source: Obywatele,
uk: Громадяни,

source: Obywatele, łączmy się, póki możemy!
uk: Громадяни, давайте об'єднуватися, доки є можливість!

source: Obywatelka
uk: Містянка

source: Obywatelka, która znała Finbara, zaprowadziła mnie do magazynu, gdzie podobno pracował. Może tutaj uda mi się ustalić coś więcej na temat przemytników.
uk: Містянка, яка знала Фінбара, провела мене на склад, де він ймовірно працював. Можливо, тут я зможу більше дізнатися про контрабандистів.

source: Obywatelu, jeśli nie przyszedłeś tutaj, by zapłacić grzywnę, to nie mamy o czym rozmawiać.
uk: Громадянине, якщо ти прийшов сюди не для того, щоб сплатити штраф, то нам немає про що розмовляти.

source: Obyś był o wiele przydatniejszy od nich. Co chcesz wiedzieć?
uk: І нехай ти будеш значно кориснішим, ніж вони. Що ти хочеш знати?

source: Obyś miał rację...
uk: Може, ти й правий...

source: Obyś miał w życiu więcej szczęścia niż ja...
uk: Бажаю, щоб ти мав у житті більше щастя, ніж я...

source: Obyś mówił prawdę.
uk: Кажи правду.

source: Obyś się nie zdziwiła.
uk: Я тебе ще здивую.

source: Obyś tylko tego nie pożałował. Życzę powodzenia.
uk: Сподіваюся, що ти про це пожалкуєш. Удачі тобі.

source: Obyś tylko wyciągnął wnioski ze swojej.
uk: Тож потрібно зробити власні висновки.

source: Obyś za swe zbrodnie. Cierpiał wieczne męki.
uk: Відповідай за свої злочини. Зазнай вічних мук.

source: Obyś zaznał wiecznego spokoju po drugiej stronie.
uk: Бажаю тобі вічного спокою на тому світі.

source: Obyśmy nie musieli nigdy tego zweryfikować. Ja wracam do warty.
uk: Нехай нам ніколи не доведеться в цьому переконатися. Я повертаюсь на варту.

source: Obóz Węglarzy
uk: Табір вуглярів

source: Obóz węglarzy.
uk: До табору вуглярів.

source: Obławę?
uk: Облаву?

source: Ocaliłeś nam życie, jestem ci dłużna, chyba nie mam większego wyboru.
uk: Ти врятував нам життя, я в боргу перед тобою, не думаю, що у мене є вибір.

source: Ocet
uk: Оцет

source: Ocet...? Niemożliwe. Pewnie wcześniej piłeś albo jadłeś coś, co pomieszało ci smaki!
uk: Оцет...? Неможливо. Мабуть, ти щось до цього випив або з'їв, що зіпсувало смак!

source: Och dziękuję! Wiedziałam, że ta zupa cię przekona!
uk: О, дякую! Я знала, що мій суп тебе переконає!

source: Och! To musiało boleć!
uk: Ох, це, мабуть, боляче!

source: Och! To pewnie bolało!
uk: Ох! Це, мабуть, боляче!

source: Och! Yh... W takim razie przepraszam. Wiesz co, jeśli ci zależy na wygraniu zakładu, mógłbyś mi pomóc... w dwóch kwestiach.
uk: Ох! Еее... Тоді вибач. Знаєш що, якщо хочеш виграти парі, можеш допомогти мені... в двох речах.

source: Och, chłopie, brr!
uk: Ой, хлопче, брр!

source: Och, chłopie... Ale ty będziesz miał dziś kiepski dzień!
uk: О, хлопче... Сьогодні у тебе буде поганий день!

source: Och, jakiś dziwny dźwięk wydał ten cel. Trafiłem w ogóle?
uk: Ох, якийсь дивний звук видала ця мішень. Я влучив у неї?

source: Och, mogłabym cię nauczyć mnóstwa rzeczy, i to w wyjątkowo przyjemny sposób...
uk: О, я могла б навчити тебе багато чому, при тому у надзвичайно приємний спосіб...

source: Och, moja głowa...
uk: Ох, моя голова...

source: Och, nie mogłam wymarzyć sobie lepszej pracy!
uk: О, я не могла і мріяти про кращу роботу!

source: Och, no i teraz gadasz z sensem. Masz coś porządnego do zaoferowania?
uk: О, а тепер ти заговорив розумно. Можеш запропонувати щось пристойне?

source: Och, obawiałem się, że będzie niezręcznie gdy ktoś mnie przyłapie.
uk: Ох, я боявся, що буде незручно, якщо мене хтось спіймає.

source: Och, od razu mi lepiej, kiedy czuję jego ciężar!
uk: Ох, мені одразу стає легше, коли я відчуваю його вагу!

source: Och, przestań! Nigdy więcej na żadnym pokładzie! Teraz już tylko suchy ląd! Hehe...
uk: Ой, припини! Більше ніяких бортів! Тепер тільки суша! Хе-хе...

source: Och, to muszą być nasi adoratorzy. Miło mi w końcu was poznać.
uk: О, це мабуть наші шанувальники. Приємно зрештою з вами познайомитись.

source: Och, widzę że trafiłem na kogoś z olejem w głowie. Kogoś, kto rozumie, że znajomości mają większe znaczenie od sakiewki ze złotem.
uk: О, я бачу, що натрапив на когось розумного. Когось, хто розуміє, що дружба важить більше, ніж гаманець із золотом.

source: Och...
uk: Ох...

source: Och... Niech mi Adanos wybaczy moje słowa... Biedny chłopak, pomodlę się za niego.
uk: Ох... Нехай Аданос пробачить мені мої слова... Бідний хлопчина, я буду молитися за нього.

source: Och... całe szczęście...
uk: Ох... яке щастя...

source: Och... nie wiem jak mam ci dziękować! Jeszcze trochę, a rozbiłabym butelkę na jego prymitywnym łbie.
uk: Ох... не знаю, як тобі і дякувати! Ще трохи, і я б розбила пляшку об його дурнувату голову.

source: Och... niedobrze mi od tej podróży...
uk: Ох... Мені остогидла ця подорож...

source: Och... tak ją nazwał mój ojciec. Podobno to na cześć mojej matki, ale nie chciałam wchodzić w szczegóły.
uk: Ох... її так назвав мій батько. Мабуть, на честь моєї матері, але я не хочу вдаватися в подробиці.

source: Och... to tylko tymczasowy zarobek. Płaca jest niezła, poza tym, serwują tu świetne wino.
uk: Ох... це лише тимчасовий заробіток. Платять непогано, до того ж, тут подають чудове вино.

source: Ochlapanie komuś domu krwią to jedno, ale atak z kuszą wymaga już trochę więcej odwagi i umiejętności.
uk: Облити кров'ю чийсь будинок – це одне, але щоб вистрелити з арбалета потрібно трохи більше сміливості та навичок.

source: Ochrona +
uk: Захист+

source: Ochrona była tylko na jeden dzień?
uk: Охорона була всього на один день?

source: Ochrona do Kopalni Soli poszukiwana
uk: Потрібна охорона в Соляну копальню

source: Ochrona jej była moim zadaniem, po prostu się z niego wywiązałem.
uk: Захищати її було моїм завданням, я просто його виконував.

source: Ochrona przed bronią +
uk: Захист від зброї +

source: Ochrona przed magią i ogniem +
uk: Захист від магії та вогню +

source: Ochrona przed magią i ogniem:
uk: Захист від магії та вогню:

source: Ochroniarz
uk: Охоронець

source: Ochroniarz i jego szef często przesiadują na ławkach na Starym Mieście. Ławki znajdują się w pobliżu miejsca, gdzie pierwszy raz rozmawiałem z ochroniarzem. Mogę przyjść nawet jutro, o ile będę gotowy na przyjęcie kilku ciosów...
uk: Охоронець і його начальник часто сидять на лавках у Старому місті. Ці лавки знаходяться неподалік від того місця, де я вперше розмовляв з охоронцем. Я можу прийти хоч завтра, якщо буду готовий отримати кілька стусанів...

source: Ochroniarz wydawał się wściekły po tym, jak nasze małe 'przedstawienie' nie poszło po jego myśli. Mimo to powinienem jutro około północy spotkać się z nim w miejscu, gdzie po raz pierwszy rozmawialiśmy.
uk: Охоронець розлютився після того, як наша маленька 'вистава' пішла не за планом. Проте я маю зустрітися з ним завтра близько опівночі на тому ж місці, де ми розмовляли вперше.

source: Ochroniarz zachowa pracę, a nawet otrzyma asystę w postaci drugiego ochroniarza. Pomimo takiego finału, ochroniarz nie był zadowolony i dostałem jedynie marne grosze.
uk: Охоронець залишиться на своїй роботі та навіть отримає в помічники напарника. Незважаючи на такий фінал, він залишився незадоволеним, і я отримав лише мізер.

source: Ochroniarz zachowa swoją pracę! Moje poświęcenie też zostało wynagrodzone i otrzymałem nieco złota.
uk: Охоронець не втратить свою роботу! Моя самовідданість також була винагороджена, і я отримав трохи золота.

source: Ochronią mnie przed śmiercią dokładnie tak samo, jak zwykła bawełniana koszula.
uk: Вони захистять мене від смерті точнісінько так само, як проста бавовняна сорочка.

source: Ochłodź wykute półkole.
uk: Охолодити викуване півколо.

source: Ochłonąłeś?
uk: Ти охолов?

source: Oczekiwałeś rezultatów od razu? Mówiłam ci...
uk: Ти що, очікував негайного результату? Я ж казала тобі...

source: Oczekiwałeś, że będzie tu stał wielki drogowskaz z napisem 'Tędy do zaginionego człowieka Dimy'?
uk: А ти чекав, що тут буде великий вказівник з написом 'Зникла людина Діни тут'?

source: Oczekujemy, że zarówno ty, jak i paladyn Candac, zaprzestaniecie wszelkiej działalności mającej utrudnić działanie straganów handlującymi złotymi Innosami.
uk: Ми очікуємо, що і ти, і паладин Кандак припините всі дії, спрямовані на перешкоджання роботі прилавків, що торгують золотими Інносами.

source: Oczekuję też, że nie będę już tutaj więcej nachodzony!
uk: І сподіваюся, що мене тут більше не турбуватимуть!

source: Oczyszczenia?
uk: Очищення?

source: Oczywiście Jego Ekscelencja nie może się o niczym dowiedzieć!
uk: Звісно, Його Світлість не повинен ні про що дізнатися!

source: Oczywiście chcę pomóc w śledztwie, ale takie dochodzenie może być bardzo szkodliwe dla mojego interesu.
uk: Звичайно, я хочу допомогти в розслідуванні, але воно може дуже сильно зашкодити моєму бізнесу.

source: Oczywiście chętnie wymienimy na miejscu także wszystkie pozostałe bryłki, które udało wam się znaleźć gdziekolwiek indziej na naszej pięknej wyspie.
uk: Звичайно, ми також будемо раді обміняти будь-які інші самородки, які вам вдалося знайти деінде на нашому прекрасному острові.

source: Oczywiście czasami sprzedajemy też srebro miastowym, uwielbiają robić z niego te wszystkie bezwartościowe ozdoby.
uk: Звичайно, іноді ми також продаємо срібло містянам, вони люблять робити з нього всі ці безглузді прикраси.

source: Oczywiście dalej możesz przynosić do mnie towary, a i może jakieś specjalnie zlecenie znajdzie się za jakiś czas.
uk: Звичайно, ти можеш і далі приносити мені товари, і, можливо, через деякий час знайдеться якесь спеціальне замовлення.

source: Oczywiście dla osób, które nie znają tajników kręgów magicznych, te przedmioty nie są zbytnio przydatne.
uk: Звичайно, для людей, які не втаємничені в магічні кола, ці предмети не дуже корисні.

source: Oczywiście dojdą pewnie do tego wydatki na transport.
uk: Звичайно, до цього додадуться ще певні витрати на транспортування.

source: Oczywiście dyskretnie. Nie wiadomo, kto się kumpluje z Lewko i mu doniesie!
uk: Звичайно, обережно. Невідомо, хто приятелює з Левком і доносить йому!

source: Oczywiście im więcej wiesz o wydobywaniu materiałów, tym więcej drewna uda ci się pozyskać.
uk: Звісно, чим більше знаєш про видобуток ресурсів, тим більше деревини зможеш заготовити.

source: Oczywiście jako szanowany przedstawiciel mojego zakonu nie mogę w takiej sytuacji pozostawić cię bez nagrody.
uk: Звичайно, як шанований представник свого ордену, я не можу залишити тебе в такій ситуації без винагороди.

source: Oczywiście jest też kilka prawnych kruczków, jak choćby to, że nie możesz otworzyć zakładu w murach Archolos przez dziesięć lat od zakończenia nauki.
uk: Звичайно, є й кілька юридичних нюансів, наприклад, те, що ти не можеш відкрити заклад у стінах Архолосу протягом десяти років після закінчення навчання.

source: Oczywiście jeśli dasz radę! Ale to tani kufer z prostym zamkiem, pewnie sobie poradzisz.
uk: Звичайно, якщо зможеш! Але це дешева скриня з простим замком, тож, думаю, ти впораєшся.

source: Oczywiście jeśli poświęcisz na szczerą modlitwę więcej czasu, to możesz liczyć na jeszcze więcej długotrwałych łask.
uk: Звичайно, якщо приділятимеш більше часу щирій молитві, то можеш розраховувати на тривалішу благодать.

source: Oczywiście jeśli wpadło ci coś w oko to śmiało bierz to ze sobą. Nie zapominam o ludziach, którzy mi pomogli, to w końcu nasz wspólny łup.
uk: Звісно, якщо тобі щось припало до ока, сміливо бери це з собою. Я не забуваю про людей, які мені допомогли, зрештою це наша спільна здобич.

source: Oczywiście jeżeli masz pełny mieszek.
uk: Звісно, якщо у тебе повний гаманець.

source: Oczywiście lekcje o takiej jakości będą kosztować, nie myśl sobie.
uk: Звісно, за уроки такого рівня доведеться заплатити, а ти як думав.

source: Oczywiście lepiej, jeżeli nie będziesz wspominał u nich tej nazwy. Niektórzy Wilczy Synowie mogą być mocno uprzedzeni do picia czegokolwiek ze słowem Paladyn w nazwie!
uk: Звичайно, краще при них не згадувати цю назву. Деякі Вовчі Сини можуть бути дуже упередженими щодо вживання будь-чого зі словом 'Паладин' у назві!

source: Oczywiście liczę, że mi również dostarczycie próbkę!
uk: Я розраховую, що ти дістанеш мені цей екземпляр!

source: Oczywiście mamy tu pewne problemy i niedogodności, ale póki trzymamy się z chłopakami razem, to da się to jakoś przeżyć.
uk: Звісно, є певні проблеми та незручності, але поки ми з хлопцями тримаємось разом, то якось переживемо.

source: Oczywiście nasze spotkanie musi pozostać słodką tajemnicą. Jeśli ktoś się o nim dowie, to znajdziesz się w... opałach.
uk: Звісно, ця зустріч повинна лишитися нашою маленькою таємницею. Якщо хтось про неї дізнається, у тебе будуть... неприємності.

source: Oczywiście nie obyło się bez kilku nieznacznych zmian w ich organizmach, ale kto by się tam przejmował tymi bestiami. Teraz muszę tylko odpowiednio dostosować proporcje wszystkich składników i mikstura powinna być gotowa. To przełomowe odkrycie na zawsze zapisze się w historii alchemii!
uk: Звісно, не обійшлося без невеликих змін у їхніх організмах, але кого це хвилює? Тепер мені залишилося лише правильно підібрати пропорції всіх складників, і зілля буде готове. Це проривне відкриття назавжди увійде в історію алхімії!

source: Oczywiście nie zgodziłem się na zapłatę z góry, ale musiałem dać im koło zębate, żeby mogli sprawdzić mechanizm.
uk: Звісно, я не погодився платити наперед, але мені довелося дати їм шестерню, щоб вони могли перевірити механізм.

source: Oczywiście niektóre, potężniejsze zaklęcia, będą wymagać od ciebie rozszerzenia swoich zdolności magicznych, ale każdy człowiek ma w sobie potencjał, by je rozwijać. Lepszy lub gorszy.
uk: Звичайно, деякі більш могутні заклинання, вимагатимуть від тебе розширення твоїх магічних здібностей, але кожна людина має потенціал, щоб розвинути їх. Різною мірою.

source: Oczywiście nikt nie dał mi żadnych konkretów, ale ja się konkurencji nie boje. Tu odbywa się najlepsze widowisko!
uk: Де саме, я не знаю, але конкуренції я не боюсь. Тільки тут відбуваються найкращі видовища!
